Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# ClearDataButton.Content
source: Clear Data
ar: مسح البيانات
de_de: Daten leeren
el_gr: Εκκαθάριση δεδομένων
es: Limpiar datos
fr_fr: Effacer les données
he_il: נקה נתונים
hi_in: डेटा साफ़ करें
ml_in: ഡാറ്റ മായ്ക്കുക
pl_pl: Wyczyść dane

# ClearDataButton.ToolTipService.ToolTip
source: Clear all of the data from the List View
ar: مسح جميع البيانات من عرض القائمة
de_de: Alle Daten aus der Listenansicht entfernen
el_gr: Εκκαθάριση όλων των δεδομένων από την προβολή λίστας
es: Limpiar todos los datos de la vista de lista
fr_fr: Effacer toutes les données de la vue liste
he_il: נקה את כל הנתונים מתצוגת הרשימה
hi_in: सूची दृश्य से सभी डेटा साफ़ करें
ml_in: ലിസ്റ്റ് വ്യൂവിൽ നിന്ന് എല്ലാ ഡാറ്റയും മായ്ക്കുക
pl_pl: Wyczyść wszystkie dane z widoku listy

# ClearDataButton.AutomationProperties.HelpText
source: Clear all of the data from the List View
ar: مسح جميع البيانات من عرض القائمة
de_de: Alle Daten aus der Listenansicht entfernen
el_gr: Εκκαθάριση όλων των δεδομένων από την προβολή λίστας
es: Limpiar todos los datos de la vista de lista
fr_fr: Effacer toutes les données de la vue liste
he_il: נקה את כל הנתונים מתצוגת הרשימה
hi_in: सूची दृश्य से सभी डेटा साफ़ करें
ml_in: ലിസ്റ്റ് വ്യൂവിൽ നിന്ന് എല്ലാ ഡാറ്റയും മായ്ക്കുക
pl_pl: Wyczyść wszystkie dane z widoku listy

# LoadButton.Content
source: Load
ar: تحميل
de_de: Laden
el_gr: Φόρτωση
es: Cargar
fr_fr: Charger
he_il: טען
hi_in: लोड करें
ml_in: ലോഡ് ചെയ്യുക
pl_pl: Załaduj

# LoadButton.ToolTipService.ToolTip
source: Load the selected policy's data.
ar: تحميل بيانات السياسة المحددة.
de_de: Daten der ausgewählten Richtlinie laden.
el_gr: Φόρτωση των δεδομένων της επιλεγμένης πολιτικής.
es: Cargar los datos de la directiva seleccionada.
fr_fr: Charger les données de la stratégie sélectionnée.
he_il: טען את נתוני המדיניות שנבחרה.
hi_in: चयनित नीति का डेटा लोड करें।
ml_in: തിരഞ്ഞെടുത്ത പോളിസിയുടെ ഡാറ്റ ലോഡ് ചെയ്യുക.
pl_pl: Załaduj dane wybranej zasady.

# LoadButton.AutomationProperties.HelpText
source: Load the selected policy's data.
ar: تحميل بيانات السياسة المحددة.
de_de: Daten der ausgewählten Richtlinie laden.
el_gr: Φόρτωση των δεδομένων της επιλεγμένης πολιτικής.
es: Cargar los datos de la directiva seleccionada.
fr_fr: Charger les données de la stratégie sélectionnée.
he_il: טען את נתוני המדיניות שנבחרה.
hi_in: चयनित नीति का डेटा लोड करें।
ml_in: തിരഞ്ഞെടുത്ത പോളിസിയുടെ ഡാറ്റ ലോഡ് ചെയ്യുക.
pl_pl: Załaduj dane wybranej zasady.

# ConvertPOLToJSONTitleTextBlock.Text
source: Convert Group Policy POL files to JSON
ar: تحويل ملفات نهج المجموعة POL إلى JSON
de_de: Gruppenrichtlinien-POL-Dateien in JSON konvertieren
el_gr: Μετατροπή αρχείων πολιτικής ομάδας POL σε JSON
es: Convertir archivos de directiva de grupo POL a JSON
fr_fr: Convertir les fichiers de stratégie de groupe POL en JSON
he_il: המרת קובצי Group Policy POL ל-JSON
hi_in: समूह नीति POL फ़ाइलों को JSON में कन्वर्ट करें
ml_in: ഗ്രൂപ്പ് പോളിസി POL ഫയലുകൾ JSON-ലേക്ക് കൺവേർട്ട് ചെയ്യുക
pl_pl: Konwertuj pliki POL zasad grupy na JSON

# ConvertPOLToJSONButton.Content
source: Convert
ar: تحويل
de_de: Konvertieren
el_gr: Μετατροπή
es: Convertir
fr_fr: Convertir
he_il: המר
hi_in: कन्वर्ट करें
ml_in: കൺവേർട്ട് ചെയ്യുക
pl_pl: Konwertuj

# ConvertPOLToJSONButton.ToolTipService.ToolTip
source: Start converting the selected Group Policy POL files to JSON files with the same names.
ar: بدء تحويل ملفات نهج المجموعة POL المحددة إلى ملفات JSON بنفس الأسماء.
de_de: Konvertierung der ausgewählten Gruppenrichtlinien-POL-Dateien in JSON-Dateien mit denselben Namen starten.
el_gr: Έναρξη μετατροπής των επιλεγμένων αρχείων πολιτικής ομάδας POL σε αρχεία JSON με τα ίδια ονόματα.
es: Comenzar la conversión de los archivos de directiva de grupo POL seleccionados a archivos JSON con los mismos nombres.
fr_fr: Commencer à convertir les fichiers de stratégie de groupe POL sélectionnés en fichiers JSON portant les mêmes noms.
he_il: התחלת המרת קובצי Group Policy POL שנבחרו לקובצי JSON עם אותם שמות.
hi_in: चयनित समूह नीति POL फ़ाइलों को समान नाम वाली JSON फ़ाइलों में कन्वर्ट करना शुरू करें।
ml_in: തിരഞ്ഞെടുത്ത ഗ്രൂപ്പ് പോളിസി POL ഫയലുകൾ ഒരേ പേരുകളുള്ള JSON ഫയലുകളാക്കി കൺവേർട്ട് ചെയ്യാൻ ആരംഭിക്കുക.
pl_pl: Rozpocznij konwersję wybranych plików POL zasad grupy na pliki JSON o tych samych nazwach.

# ConvertPOLToJSONButton.AutomationProperties.HelpText
source: Start converting the selected Group Policy POL files to JSON files with the same names.
ar: بدء تحويل ملفات نهج المجموعة POL المحددة إلى ملفات JSON بنفس الأسماء.
de_de: Konvertierung der ausgewählten Gruppenrichtlinien-POL-Dateien in JSON-Dateien mit denselben Namen starten.
el_gr: Έναρξη μετατροπής των επιλεγμένων αρχείων πολιτικής ομάδας POL σε αρχεία JSON με τα ίδια ονόματα.
es: Comenzar la conversión de los archivos de directiva de grupo POL seleccionados a archivos JSON con los mismos nombres.
fr_fr: Commencer à convertir les fichiers de stratégie de groupe POL sélectionnés en fichiers JSON portant les mêmes noms.
he_il: התחלת המרת קובצי Group Policy POL שנבחרו לקובצי JSON עם אותם שמות.
hi_in: चयनित समूह नीति POL फ़ाइलों को समान नाम वाली JSON फ़ाइलों में कन्वर्ट करना शुरू करें।
ml_in: തിരഞ്ഞെടുത്ത ഗ്രൂപ്പ് പോളിസി POL ഫയലുകൾ ഒരേ പേരുകളുള്ള JSON ഫയലുകളാക്കി കൺവേർട്ട് ചെയ്യാൻ ആരംഭിക്കുക.
pl_pl: Rozpocznij konwersję wybranych plików POL zasad grupy na pliki JSON o tych samych nazwach.

# SelectPOLFilesForJSONConversionSettingsCard.Header
source: Select POL files to Convert To JSON
ar: اختيار ملفات POL للتحويل إلى JSON
de_de: POL-Dateien zum Konvertieren in JSON auswählen
el_gr: Επιλογή αρχείων POL για μετατροπή σε JSON
es: Seleccionar archivos POL para conversión a JSON
fr_fr: Sélectionner les fichiers POL à convertir en JSON
he_il: בחר קובצי POL להמרה ל-JSON
hi_in: JSON कन्वर्जन के लिए POL फ़ाइलें चुनें
ml_in: JSON കൺവേർഷനായി POL ഫയലുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz pliki POL do konwersji JSON

# SelectPOLFilesForJSONConversionSettingsCard.Description
source: Browse for POL files to be converted to JSON files.
ar: تصفح ملفات POL ليتم تحويلها إلى ملفات JSON.
de_de: Nach POL-Dateien suchen, die in JSON-Dateien konvertiert werden sollen.
el_gr: Περιηγηθείτε για αρχεία POL που θα μετατραπούν σε αρχεία JSON.
es: Explore archivos POL que se convertirán a archivos JSON.
fr_fr: Recherchez les fichiers POL à convertir en fichiers JSON.
he_il: עיין לקובצי POL שיומרו לקובצי JSON.
hi_in: POL फ़ाइलों को ब्राउज़ करें जो JSON फ़ाइलों में कन्वर्ट की जाएंगी।
ml_in: JSON ഫയലുകളാക്കി കൺവേർട്ട് ചെയ്യപ്പെടുന്ന POL ഫയലുകൾ ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj pliki POL, które zostaną przekonwertowane na pliki JSON.

# SelectPOLFilesForJSONConversionSettingsCard.ToolTipService.ToolTip
source: Browse for POL files to be converted to JSON files.
ar: تصفح ملفات POL ليتم تحويلها إلى ملفات JSON.
de_de: Nach POL-Dateien suchen, die in JSON-Dateien konvertiert werden sollen.
el_gr: Περιηγηθείτε για αρχεία POL που θα μετατραπούν σε αρχεία JSON.
es: Explore archivos POL que se convertirán a archivos JSON.
fr_fr: Recherchez les fichiers POL à convertir en fichiers JSON.
he_il: עיין לקובצי POL שיומרו לקובצי JSON.
hi_in: POL फ़ाइलों को ब्राउज़ करें जो JSON फ़ाइलों में कन्वर्ट की जाएंगी।
ml_in: JSON ഫയലുകളാക്കി കൺവേർട്ട് ചെയ്യപ്പെടുന്ന POL ഫയലുകൾ ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj pliki POL, które zostaną przekonwertowane na pliki JSON.

# SelectPOLFilesForJSONConversionSettingsCard.AutomationProperties.HelpText
source: Browse for POL files to be converted to JSON files.
ar: تصفح ملفات POL ليتم تحويلها إلى ملفات JSON.
de_de: Nach POL-Dateien suchen, die in JSON-Dateien konvertiert werden sollen.
el_gr: Περιηγηθείτε για αρχεία POL που θα μετατραπούν σε αρχεία JSON.
es: Explore archivos POL que se convertirán a archivos JSON.
fr_fr: Recherchez les fichiers POL à convertir en fichiers JSON.
he_il: עיין לקובצי POL שיומרו לקובצי JSON.
hi_in: POL फ़ाइलों को ब्राउज़ करें जो JSON फ़ाइलों में कन्वर्ट की जाएंगी।
ml_in: JSON ഫയലുകളാക്കി കൺവേർട്ട് ചെയ്യപ്പെടുന്ന POL ഫയലുകൾ ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj pliki POL, które zostaną przekonwertowane na pliki JSON.

# OutputDirForJSONConversionSettingsCard.Header
source: Select an Output directory (Optional)
ar: اختيار دليل الإخراج (اختياري)
de_de: Ausgabeverzeichnis auswählen (optional)
el_gr: Επιλογή φακέλου εξόδου (προαιρετικό)
es: Seleccionar directorio de salida (opcional)
fr_fr: Sélectionner un répertoire de sortie (Facultatif)
he_il: בחר תיקיית פלט (אופציונלי)
hi_in: आउटपुट निर्देशिका चुनें (वैकल्पिक)
ml_in: ഔട്ട്പുട്ട് ഡിറക്ടറി തിരഞ്ഞെടുക്കുക (ഓപ്ഷണൽ)
pl_pl: Wybierz katalog wyjściowy (opcjonalnie)

# OutputDirForJSONConversionSettingsCard.Description
source: Optionally browse for a directory where all of the JSON files will be saved to. If not selected, each JSON file will be saved in the same directory as the selected POL file with the same name.
ar: تصفح اختياري لدليل حيث سيتم حفظ جميع ملفات JSON. إذا لم يتم تحديده، سيتم حفظ كل ملف JSON في نفس الدليل مثل ملف POL المحدد بنفس الاسم.
de_de: Optional ein Verzeichnis auswählen, in dem alle JSON-Dateien gespeichert werden. Wenn nicht ausgewählt, wird jede JSON-Datei im selben Verzeichnis wie die ausgewählte POL-Datei mit demselben Namen gespeichert.
el_gr: Προαιρετική περιήγηση για φάκελο όπου όλα τα αρχεία JSON θα αποθηκευτούν. Εάν δεν επιλεχθεί, κάθε αρχείο JSON θα αποθηκευτεί στον ίδιο φάκελο με το επιλεγμένο αρχείο POL με το ίδιο όνομα.
es: Exploración opcional de un directorio donde se guardarán todos los archivos JSON. Si no se selecciona, cada archivo JSON se guardará en el mismo directorio que el archivo POL seleccionado con el mismo nombre.
fr_fr: Recherchez éventuellement un répertoire où tous les fichiers JSON seront enregistrés. Si non sélectionné, chaque fichier JSON sera enregistré dans le même répertoire que le fichier POL sélectionné avec le même nom.
he_il: באופן אופציונלי, עיין לתיקייה שבה יישמרו כל קובצי ה-JSON. אם לא תיבחר תיקייה, כל קובץ JSON יישמר באותה תיקייה כמו קובץ ה-POL שנבחר עם אותו שם.
hi_in: वैकल्पिक रूप से एक निर्देशिका ब्राउज़ करें जहां सभी JSON फ़ाइलें सहेजी जाएंगी। यदि कोई चयनित नहीं है, तो प्रत्येक JSON फ़ाइल समान नाम के साथ चयनित POL फ़ाइल के समान निर्देशिका में सहेजी जाएगी।
ml_in: എല്ലാ JSON ഫയലുകളും സേവ് ചെയ്യപ്പെടുന്ന ഒരു ഡിറക്ടറി ഓപ്ഷണലായി ബ്രൗസ് ചെയ്യുക. ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ലെങ്കിൽ, ഓരോ JSON ഫയലും അതേ പേരോടെ തിരഞ്ഞെടുത്ത POL ഫയലിന്റെ അതേ ഡിറക്ടറിയിൽ സേവ് ചെയ്യപ്പെടും.
pl_pl: Opcjonalnie przeglądaj katalog, w którym wszystkie pliki JSON zostaną zapisane. Jeśli żaden nie zostanie wybrany, każdy plik JSON zostanie zapisany w tym samym katalogu co wybrany plik POL o tej samej nazwie.

# OutputDirForJSONConversionSettingsCard.ToolTipService.ToolTip
source: Optionally browse for a directory where all of the JSON files will be saved to. If not selected, each JSON file will be saved in the same directory as the selected POL file with the same name.
ar: تصفح اختياري لدليل حيث سيتم حفظ جميع ملفات JSON. إذا لم يتم تحديده، سيتم حفظ كل ملف JSON في نفس الدليل مثل ملف POL المحدد بنفس الاسم.
de_de: Optional ein Verzeichnis auswählen, in dem alle JSON-Dateien gespeichert werden. Wenn nicht ausgewählt, wird jede JSON-Datei im selben Verzeichnis wie die ausgewählte POL-Datei mit demselben Namen gespeichert.
el_gr: Προαιρετική περιήγηση για φάκελο όπου όλα τα αρχεία JSON θα αποθηκευτούν. Εάν δεν επιλεχθεί, κάθε αρχείο JSON θα αποθηκευτεί στον ίδιο φάκελο με το επιλεγμένο αρχείο POL με το ίδιο όνομα.
es: Exploración opcional de un directorio donde se guardarán todos los archivos JSON. Si no se selecciona, cada archivo JSON se guardará en el mismo directorio que el archivo POL seleccionado con el mismo nombre.
fr_fr: Recherchez éventuellement un répertoire où tous les fichiers JSON seront enregistrés. Si non sélectionné, chaque fichier JSON sera enregistré dans le même répertoire que le fichier POL sélectionné avec le même nom.
he_il: באופן אופציונלי, עיין לתיקייה שבה יישמרו כל קובצי ה-JSON. אם לא תיבחר תיקייה, כל קובץ JSON יישמר באותה תיקייה כמו קובץ ה-POL שנבחר עם אותו שם.
hi_in: वैकल्पिक रूप से एक निर्देशिका ब्राउज़ करें जहां सभी JSON फ़ाइलें सहेजी जाएंगी। यदि कोई चयनित नहीं है, तो प्रत्येक JSON फ़ाइल समान नाम के साथ चयनित POL फ़ाइल के समान निर्देशिका में सहेजी जाएगी।
ml_in: എല്ലാ JSON ഫയലുകളും സേവ് ചെയ്യപ്പെടുന്ന ഒരു ഡിറക്ടറി ഓപ്ഷണലായി ബ്രൗസ് ചെയ്യുക. ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ലെങ്കിൽ, ഓരോ JSON ഫയലും അതേ പേരോടെ തിരഞ്ഞെടുത്ത POL ഫയലിന്റെ അതേ ഡിറക്ടറിയിൽ സേവ് ചെയ്യപ്പെടും.
pl_pl: Opcjonalnie przeglądaj katalog, w którym wszystkie pliki JSON zostaną zapisane. Jeśli żaden nie zostanie wybrany, każdy plik JSON zostanie zapisany w tym samym katalogu co wybrany plik POL o tej samej nazwie.

# OutputDirForJSONConversionSettingsCard.AutomationProperties.HelpText
source: Optionally browse for a directory where all of the JSON files will be saved to. If not selected, each JSON file will be saved in the same directory as the selected POL file with the same name.
ar: تصفح اختياري لدليل حيث سيتم حفظ جميع ملفات JSON. إذا لم يتم تحديده، سيتم حفظ كل ملف JSON في نفس الدليل مثل ملف POL المحدد بنفس الاسم.
de_de: Optional ein Verzeichnis auswählen, in dem alle JSON-Dateien gespeichert werden. Wenn nicht ausgewählt, wird jede JSON-Datei im selben Verzeichnis wie die ausgewählte POL-Datei mit demselben Namen gespeichert.
el_gr: Προαιρετική περιήγηση για φάκελο όπου όλα τα αρχεία JSON θα αποθηκευτούν. Εάν δεν επιλεχθεί, κάθε αρχείο JSON θα αποθηκευτεί στον ίδιο φάκελο με το επιλεγμένο αρχείο POL με το ίδιο όνομα.
es: Exploración opcional de un directorio donde se guardarán todos los archivos JSON. Si no se selecciona, cada archivo JSON se guardará en el mismo directorio que el archivo POL seleccionado con el mismo nombre.
fr_fr: Recherchez éventuellement un répertoire où tous les fichiers JSON seront enregistrés. Si non sélectionné, chaque fichier JSON sera enregistré dans le même répertoire que le fichier POL sélectionné avec le même nom.
he_il: באופן אופציונלי, עיין לתיקייה שבה יישמרו כל קובצי ה-JSON. אם לא תיבחר תיקייה, כל קובץ JSON יישמר באותה תיקייה כמו קובץ ה-POL שנבחר עם אותו שם.
hi_in: वैकल्पिक रूप से एक निर्देशिका ब्राउज़ करें जहां सभी JSON फ़ाइलें सहेजी जाएंगी। यदि कोई चयनित नहीं है, तो प्रत्येक JSON फ़ाइल समान नाम के साथ चयनित POL फ़ाइल के समान निर्देशिका में सहेजी जाएगी।
ml_in: എല്ലാ JSON ഫയലുകളും സേവ് ചെയ്യപ്പെടുന്ന ഒരു ഡിറക്ടറി ഓപ്ഷണലായി ബ്രൗസ് ചെയ്യുക. ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ലെങ്കിൽ, ഓരോ JSON ഫയലും അതേ പേരോടെ തിരഞ്ഞെടുത്ത POL ഫയലിന്റെ അതേ ഡിറക്ടറിയിൽ സേവ് ചെയ്യപ്പെടും.
pl_pl: Opcjonalnie przeglądaj katalog, w którym wszystkie pliki JSON zostaną zapisane. Jeśli żaden nie zostanie wybrany, każdy plik JSON zostanie zapisany w tym samym katalogu co wybrany plik POL o tej samej nazwie.

# SelectedDirectory.Text
source: View the directory you selected
ar: عرض الدليل الذي حددته
de_de: Das ausgewählte Verzeichnis anzeigen
el_gr: Προβολή του φακέλου που επιλέξατε
es: Ver el directorio que seleccionó
fr_fr: Voir le répertoire que vous avez sélectionné
he_il: הצג את התיקייה שבחרת
hi_in: आपके द्वारा चुनी गई निर्देशिका देखें
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത ഡിറക്ടറി കാണുക
pl_pl: Wyświetl wybrany katalog

# ConvertJSONToPolTitleTextBlock.Text
source: Convert JSON files to Group Policy POL files
ar: تحويل ملفات JSON إلى ملفات نهج المجموعة POL
de_de: JSON-Dateien in Gruppenrichtlinien-POL-Dateien konvertieren
el_gr: Μετατροπή αρχείων JSON σε αρχεία πολιτικής ομάδας POL
es: Convertir archivos JSON a archivos de directiva de grupo POL
fr_fr: Convertir les fichiers JSON en fichiers de stratégie de groupe POL
he_il: המרת קובצי JSON לקובצי Group Policy POL
hi_in: JSON फ़ाइलों को समूह नीति POL फ़ाइलों में कन्वर्ट करें
ml_in: JSON ഫയലുകൾ ഗ്രൂപ്പ് പോളിസി POL ഫയലുകളാക്കി കൺവേർട്ട് ചെയ്യുക
pl_pl: Konwertuj pliki JSON na pliki POL zasad grupy

# SelectJSONFilesForPOLConversionSettingsCard.Header
source: Select JSON files to Convert To POL
ar: اختيار ملفات JSON للتحويل إلى POL
de_de: JSON-Dateien zur Konvertierung in POL auswählen
el_gr: Επιλογή αρχείων JSON για μετατροπή σε POL
es: Seleccionar archivos JSON para conversión a POL
fr_fr: Sélectionner les fichiers JSON à convertir en POL
he_il: בחר קובצי JSON להמרה ל-POL
hi_in: POL कन्वर्जन के लिए JSON फ़ाइलें चुनें
ml_in: POL കൺവേർഷനായി JSON ഫയലുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz pliki JSON do konwersji POL

# SelectJSONFilesForPOLConversionSettingsCard.Description
source: Browse for JSON files to be converted to POL Group Policy files.
ar: تصفح ملفات JSON ليتم تحويلها إلى ملفات نهج المجموعة POL.
de_de: Nach JSON-Dateien suchen, die in Gruppenrichtlinien-POL-Dateien konvertiert werden sollen.
el_gr: Περιηγηθείτε για αρχεία JSON που θα μετατραπούν σε αρχεία πολιτικής ομάδας POL.
es: Explore archivos JSON que se convertirán a archivos de directiva de grupo POL.
fr_fr: Recherchez les fichiers JSON à convertir en fichiers de stratégie de groupe POL.
he_il: עיין לקובצי JSON שיומרו לקובצי Group Policy POL.
hi_in: JSON फ़ाइलों को ब्राउज़ करें जो समूह नीति POL फ़ाइलों में कन्वर्ट की जाएंगी।
ml_in: ഗ്രൂപ്പ് പോളിസി POL ഫയലുകളാക്കി കൺവേർട്ട് ചെയ്യപ്പെടുന്ന JSON ഫയലുകൾ ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj pliki JSON, które zostaną przekonwertowane na pliki POL zasad grupy.

# SelectJSONFilesForPOLConversionSettingsCard.ToolTipService.ToolTip
source: Browse for JSON files to be converted to POL Group Policy files.
ar: تصفح ملفات JSON ليتم تحويلها إلى ملفات نهج المجموعة POL.
de_de: Nach JSON-Dateien suchen, die in Gruppenrichtlinien-POL-Dateien konvertiert werden sollen.
el_gr: Περιηγηθείτε για αρχεία JSON που θα μετατραπούν σε αρχεία πολιτικής ομάδας POL.
es: Explore archivos JSON que se convertirán a archivos de directiva de grupo POL.
fr_fr: Recherchez les fichiers JSON à convertir en fichiers de stratégie de groupe POL.
he_il: עיין לקובצי JSON שיומרו לקובצי Group Policy POL.
hi_in: JSON फ़ाइलों को ब्राउज़ करें जो समूह नीति POL फ़ाइलों में कन्वर्ट की जाएंगी।
ml_in: ഗ്രൂപ്പ് പോളിസി POL ഫയലുകളാക്കി കൺവേർട്ട് ചെയ്യപ്പെടുന്ന JSON ഫയലുകൾ ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj pliki JSON, które zostaną przekonwertowane na pliki POL zasad grupy.

# SelectJSONFilesForPOLConversionSettingsCard.AutomationProperties.HelpText
source: Browse for JSON files to be converted to POL Group Policy files.
ar: تصفح ملفات JSON ليتم تحويلها إلى ملفات نهج المجموعة POL.
de_de: Nach JSON-Dateien suchen, die in Gruppenrichtlinien-POL-Dateien konvertiert werden sollen.
el_gr: Περιηγηθείτε για αρχεία JSON που θα μετατραπούν σε αρχεία πολιτικής ομάδας POL.
es: Explore archivos JSON que se convertirán a archivos de directiva de grupo POL.
fr_fr: Recherchez les fichiers JSON à convertir en fichiers de stratégie de groupe POL.
he_il: עיין לקובצי JSON שיומרו לקובצי Group Policy POL.
hi_in: JSON फ़ाइलों को ब्राउज़ करें जो समूह नीति POL फ़ाइलों में कन्वर्ट की जाएंगी।
ml_in: ഗ്രൂപ്പ് പോളിസി POL ഫയലുകളാക്കി കൺവേർട്ട് ചെയ്യപ്പെടുന്ന JSON ഫയലുകൾ ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj pliki JSON, które zostaną przekonwertowane na pliki POL zasad grupy.

# ConvertJSONToPOLButton.Content
source: Convert
ar: تحويل
de_de: Konvertieren
el_gr: Μετατροπή
es: Convertir
fr_fr: Convertir
he_il: המר
hi_in: कन्वर्ट करें
ml_in: കൺവേർട്ട് ചെയ്യുക
pl_pl: Konwertuj

# ConvertJSONToPOLButton.ToolTipService.ToolTip
source: Start converting the selected JSON files to Group Policy POL files with the same names.
ar: بدء تحويل ملفات JSON المحددة إلى ملفات نهج المجموعة POL بنفس الأسماء.
de_de: Konvertierung der ausgewählten JSON-Dateien in Gruppenrichtlinien-POL-Dateien mit denselben Namen starten.
el_gr: Έναρξη μετατροπής των επιλεγμένων αρχείων JSON σε αρχεία πολιτικής ομάδας POL με τα ίδια ονόματα.
es: Comenzar la conversión de los archivos JSON seleccionados a archivos de directiva de grupo POL con los mismos nombres.
fr_fr: Commencer à convertir les fichiers JSON sélectionnés en fichiers de stratégie de groupe POL portant les mêmes noms.
he_il: התחלת המרת קובצי JSON שנבחרו לקובצי Group Policy POL עם אותם שמות.
hi_in: चयनित JSON फ़ाइलों को समान नाम वाली समूह नीति POL फ़ाइलों में कन्वर्ट करना शुरू करें।
ml_in: തിരഞ്ഞെടുത്ത JSON ഫയലുകൾ ഒരേ പേരുകളുള്ള ഗ്രൂപ്പ് പോളിസി POL ഫയലുകളാക്കി കൺവേർട്ട് ചെയ്യാൻ ആരംഭിക്കുക.
pl_pl: Rozpocznij konwersję wybranych plików JSON na pliki POL zasad grupy o tych samych nazwach.

# ConvertJSONToPOLButton.AutomationProperties.HelpText
source: Start converting the selected JSON files to Group Policy POL files with the same names.
ar: بدء تحويل ملفات JSON المحددة إلى ملفات نهج المجموعة POL بنفس الأسماء.
de_de: Konvertierung der ausgewählten JSON-Dateien in Gruppenrichtlinien-POL-Dateien mit denselben Namen starten.
el_gr: Έναρξη μετατροπής των επιλεγμένων αρχείων JSON σε αρχεία πολιτικής ομάδας POL με τα ίδια ονόματα.
es: Comenzar la conversión de los archivos JSON seleccionados a archivos de directiva de grupo POL con los mismos nombres.
fr_fr: Commencer à convertir les fichiers JSON sélectionnés en fichiers de stratégie de groupe POL portant les mêmes noms.
he_il: התחלת המרת קובצי JSON שנבחרו לקובצי Group Policy POL עם אותם שמות.
hi_in: चयनित JSON फ़ाइलों को समान नाम वाली समूह नीति POL फ़ाइलों में कन्वर्ट करना शुरू करें।
ml_in: തിരഞ്ഞെടുത്ത JSON ഫയലുകൾ ഒരേ പേരുകളുള്ള ഗ്രൂപ്പ് പോളിസി POL ഫയലുകളാക്കി കൺവേർട്ട് ചെയ്യാൻ ആരംഭിക്കുക.
pl_pl: Rozpocznij konwersję wybranych plików JSON na pliki POL zasad grupy o tych samych nazwach.

# OutputDirForPOLConversionSettingsCard.Header
source: Select an Output directory (Optional)
ar: اختيار دليل الإخراج (اختياري)
de_de: Ausgabeverzeichnis auswählen (optional)
el_gr: Επιλογή φακέλου εξόδου (προαιρετικό)
es: Seleccionar directorio de salida (opcional)
fr_fr: Sélectionner un répertoire de sortie (Facultatif)
he_il: בחר תיקיית פלט (אופציונלי)
hi_in: आउटपुट निर्देशिका चुनें (वैकल्पिक)
ml_in: ഔട്ട്പുട്ട് ഡിറക്ടറി തിരഞ്ഞെടുക്കുക (ഓപ്ഷണൽ)
pl_pl: Wybierz katalog wyjściowy (opcjonalnie)

# OutputDirForPOLConversionSettingsCard.Description
source: Optionally browse for a directory where all of the POL files will be saved to. If not selected, each POL file will be saved in the same directory as the selected JSON file with the same name.
ar: تصفح اختياري لدليل حيث سيتم حفظ جميع ملفات POL. إذا لم يتم تحديده، سيتم حفظ كل ملف POL في نفس الدليل مثل ملف JSON المحدد بنفس الاسم.
de_de: Optional ein Verzeichnis auswählen, in dem alle POL-Dateien gespeichert werden. Wenn nicht ausgewählt, wird jede POL-Datei im selben Verzeichnis wie die ausgewählte JSON-Datei mit demselben Namen gespeichert.
el_gr: Προαιρετική περιήγηση για φάκελο όπου όλα τα αρχεία POL θα αποθηκευτούν. Εάν δεν επιλεχθεί, κάθε αρχείο POL θα αποθηκευτεί στον ίδιο φάκελο με το επιλεγμένο αρχείο JSON με το ίδιο όνομα.
es: Exploración opcional de un directorio donde se guardarán todos los archivos POL. Si no se selecciona, cada archivo POL se guardará en el mismo directorio que el archivo JSON seleccionado con el mismo nombre.
fr_fr: Recherchez éventuellement un répertoire où tous les fichiers POL seront enregistrés. Si non sélectionné, chaque fichier POL sera enregistré dans le même répertoire que le fichier JSON sélectionné avec le même nom.
he_il: באופן אופציונלי, עיין לתיקייה שבה יישמרו כל קובצי ה-POL. אם לא תיבחר תיקייה, כל קובץ POL יישמר באותה תיקייה כמו קובץ ה-JSON שנבחר עם אותו שם.
hi_in: वैकल्पिक रूप से एक निर्देशिका ब्राउज़ करें जहां सभी POL फ़ाइलें सहेजी जाएंगी। यदि कोई चयनित नहीं है, तो प्रत्येक POL फ़ाइल समान नाम के साथ चयनित JSON फ़ाइल के समान निर्देशिका में सहेजी जाएगी।
ml_in: എല്ലാ POL ഫയലുകളും സേവ് ചെയ്യപ്പെടുന്ന ഒരു ഡിറക്ടറി ഓപ്ഷണലായി ബ്രൗസ് ചെയ്യുക. ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ലെങ്കിൽ, ഓരോ POL ഫയലും അതേ പേരോടെ തിരഞ്ഞെടുത്ത JSON ഫയലിന്റെ അതേ ഡിറക്ടറിയിൽ സേവ് ചെയ്യപ്പെടും.
pl_pl: Opcjonalnie przeglądaj katalog, w którym wszystkie pliki POL zostaną zapisane. Jeśli żaden nie zostanie wybrany, każdy plik POL zostanie zapisany w tym samym katalogu co wybrany plik JSON o tej samej nazwie.
